<?php
return array (
  'iframe' => 
  array (
    0 => '框架引用',
    1 => 'iframe引用任何网页',
    2 => '0',
    3 => '',
  ),
  'xfplay' => 
  array (
    0 => '影音先锋',
    1 => '需下载安装影音先锋',
    2 => '0',
    3 => '',
  ),
  'xigua' => 
  array (
    0 => '西瓜影音',
    1 => '需下载安装西瓜播放器',
    2 => '0',
    3 => '',
  ),
  'jjvod' => 
  array (
    0 => '吉吉影音',
    1 => '需下载安装吉吉影音播放器',
    2 => '0',
    3 => '',
  ),
  'ffhd' => 
  array (
    0 => '非凡影音',
    1 => '需下载安装非凡影音播放器',
    2 => '0',
    3 => '',
  ),
  'youku' => 
  array (
    0 => '优酷网',
    1 => '视频来源优酷网',
    2 => '0',
    3 => '',
  ),
  'sohu' => 
  array (
    0 => '搜狐',
    1 => '视频来源搜狐网',
    2 => '0',
    3 => '',
  ),
  'iqiyi' => 
  array (
    0 => '爱奇艺',
    1 => '视频来源爱奇艺',
    2 => '0',
    3 => '',
  ),
  'qq' => 
  array (
    0 => '腾讯视频',
    1 => '视频来源腾讯视频',
    2 => '0',
    3 => '',
  ),
  'mgtv' => 
  array (
    0 => '芒果TV',
    1 => 'mgtv',
    2 => '0',
    3 => '',
  ),
  'down' => 
  array (
    0 => '下载',
    1 => 'down',
    2 => '0',
    3 => '',
  ),
  'tudou' => 
  array (
    0 => '土豆网',
    1 => '视频来源土豆网',
    2 => '0',
    3 => '',
  ),
  'pptv' => 
  array (
    0 => 'PPTV',
    1 => '视频来源pptv',
    2 => '0',
    3 => '',
  ),
  'cntv' => 
  array (
    0 => 'CNTV',
    1 => '视频来源央视',
    2 => '0',
    3 => '',
  ),
  'cctv' => 
  array (
    0 => 'CCTV',
    1 => '视频来源央视',
    2 => '0',
    3 => '',
  ),
  'ifeng' => 
  array (
    0 => 'IFENG',
    1 => '视频来源凤凰网',
    2 => '0',
    3 => '',
  ),
  'letv' => 
  array (
    0 => '乐视网',
    1 => '视频来源乐视网',
    2 => '0',
    3 => '',
  ),
  'kankan' => 
  array (
    0 => '响巢看看',
    1 => 'kankan',
    2 => '0',
    3 => '',
  ),
  'pps' => 
  array (
    0 => 'PPS',
    1 => '视频来源PPS',
    2 => '0',
    3 => '',
  ),
  'm1905' => 
  array (
    0 => 'M1905',
    1 => '视频来源m1905',
    2 => '0',
    3 => '',
  ),
  'fun' => 
  array (
    0 => '风行',
    1 => '视频来源风行',
    2 => '0',
    3 => '',
  ),
  'xunlei' => 
  array (
    0 => '迅雷',
    1 => 'xunlei',
    2 => '0',
    3 => '',
  ),
  'video' => 
  array (
    0 => '自定义播放器',
    1 => '自定义播放器html5的video标签',
    2 => '0',
    3 => '',
  ),
  'm3u8' => 
  array (
    0 => 'm3u8',
    1 => 'm3u8',
    2 => '0',
    3 => '',
  ),
  'ckplayer' => 
  array (
    0 => 'CkPlayer',
    1 => 'ckplayer',
    2 => '0',
    3 => '',
  ),
  'mp4' => 
  array (
    0 => 'mp4',
    1 => '',
    2 => '0',
    3 => '',
  ),
  'ckm3u8' => 
  array (
    0 => '线路1',
    1 => 'ckm3u8',
    2 => '0',
    3 => '',
  ),
  'kkm3u8' => 
  array (
    0 => '线路2',
    1 => 'kkm3u8',
    2 => '0',
    3 => '',
  ),
  'jsm3u8' => 
  array (
    0 => '线路3',
    1 => 'jsm3u8',
    2 => '0',
    3 => '',
  ),
  'kuyun' => 
  array (
    0 => '线路4',
    1 => 'kuyun',
    2 => '0',
    3 => '',
  ),
  'jsyun' => 
  array (
    0 => '线路5',
    1 => 'jsyun',
    2 => '0',
    3 => '',
  ),
);
?>